{
  "title": "PlushieCon",
  "img": "/img/img-plushiecon.png",
  "text": [
    "<p>Ever wanted to give your pony and other MLP related plushies the chance to mingle with literally hundreds of other plushies, to let them have a convention of their own? At GalaCon, you can do so - by handing in your plushie(s) for PlushieCon! Last year, there were exactly 665 plushies, from the tiniest up to the biggest, \"life-size\" ones. For an impression, please have a look on the picture (© by Cabra) shown below. How many plushies will attend this year? It's also up to you!</p>",
    "<p>And there's even more to PlushieCon: It will be held as a sort of panel, hosted by their team lead Railway Dash. He'll show you the biggest, tiniest, most exotic plushies, and he's going to hold a lecture about the history of the PlushieCon project, how it came to life and developed to what it is today. After that, there will be a Q&A session where you can ask your questions - or you may put them a note during the hand-in. You're also welcome to just have a seat in the main theater hall, to just have a break from the other evening events if you like to do so.</p>",
    "<h2 class=\"headline headline--md text--light\">General Information</h2>",
    "<ul>",
    "<li>Hand-in is at the desk just right to the main entrance. It opens after the Opening Ceremony and remains in service until 19:00.</li>",
    "<li>Each plushie needs to be registered for PlushieCon, each owner is assigned a unique number which also applies to all his plushies. You can register at the registration terminals, just left to the main entrance.</li>",
    "<li>Each plushie needs to be labeled with a wristband which shows the personally assigned number. Such wristbands are available at the hand-in counter and the registration terminals.</li>",
    "<li>Hand-out of the plushies will be on Sunday from 12:30 to 16:30 at the Party Hall.</li>",
    "<li>PlushieCon, of course, is already fully included in your GalaCon ticket, no additional charges. Depending on how many and which plushies we get and how much space is left on the stage, team PlushieCon needs to reserve the right to close hand-in early.</li>",
    "</ul>"
  ]
}