{
  "title": "Gala Ball Dress Code",
  "text": [
    "<ul>",
    "<li>Your outfit needs to be decently presentable. Think of a job interview for a position with formal dress code like a bank or similar business. Or even a fancy dress for a wedding. If you’re unsure about a specific clothing item, ask yourself if someone would honestly put it on for a job interview, a company meeting or a wedding with formal dress code. If the answer is “yes”, then it’s good to go.</li>",
    "<li>No shorts, no T-shirts. Generally, no leisure wear. You don’t need to bring a tuxedo but your average casual clothing is not enough.</li>",
    "<li>Pants, skirts, and shirts are preferably unicolored. If there is a pattern (like stripes) maximum 2 colors. No multiple patterns (like a lumberjack shirt), decals or other kinds of embroidery (like Western shirts). Shirts with short sleeves are allowed. Jeans are only acceptable if they look on par with a good pair of cotton pants (for example, a fine pair of black jeans works). Bluejeans are not accepted.</li>",
    "<li>Length of skirts and dresses: Minimum length allowed of skirt/dress and cut outs is 4 inches (10cm) above your knee. Everything shorter is not acceptable and can be rejected. Cleavage on dresses is generally allowed, if it is not too reavealing (minimum 50% have to be covered) or sexually explicit.</li>",
    "<li>No sports shoes or other kinds that are considered casual. A decent pair of black or unicolored shoes already work. Boots are allowed, if they fit to the outfit or costume.</li>",
    "<li>Cosplay and costumes are allowed as long as it fits with the general dress code rules: Formal but not too casual or unfitting. The same applies to cross-dressing.</li>",
    "<li>Military styled costumes are only tolerated as long as it looks fictional. No real world related clothing or symbolism. Also no weapon props.</li>",
    "<li>Overall, apply common sense and you should be good to go! As long as the minimum is fulfilled you are allowed at the Gala Ball. See this as an opportunity to really dress up nice.</li>",
    "<li>So called “Ugly Suits” or “Oppo Suits” are strictly forbidden from attending the Galaball due to theiry flashy colors and extraordinary patterns. This rule also applies on fursuiters when wearingsuch sort of suit as part of their fursuit.</li>",
    "</ul>",
    "<h2 class=\"headline headline--md text--light\">Minimum Basics Men</h2>",
    "<p>Formal shirt, long pants or fine fabric jeans, lace-up shoes or similar (no street shoes)</p>",
    "<p>Optional: vest, jacket, tuxedo, necktie, bow or neckerchief</p>",
    "<h2 class=\"headline headline--md text--light\">Minimum Basics Women</h2>",
    "<p>Blouse, long pants/fine fabric jeans or a dress, laceup/heeled or flat shoes (no street shoes)</p>",
    "<p>Optional: skirt, vest, jacket or bolero, tuxedo, necktie, bow or neckerchief</p>"
  ]
}