[
  {
    "title": "Ðeus",
    "url": "/staff/deus",
    "img": "/img/staff/deus.png",
    "function": "CEO Pony Events Federation e.V., Head of PR, Community Guest Relations, Convention Artist Relations, Financial Management ",
    "text": [
      "<p>Brony since 2012 (member of the community since the beginning of 2013). First Blogger, then chief editor to the head of an international G + community. Nowadays PR Manager, Financial Manager and Community Guest / Convention Artist Manager at GalaCon, PR Manager and Financial Manager at Everfree Encore and Deputy Chairman of the Board of the Bronies Thüringen e.V. Also, he is the chairman of the board of Pony Events Federation e.V.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>deus (at) galacon (dot) eu</li>",
      "<li>pr (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Saij",
    "url": "/staff/saij",
    "img": "/img/staff/saij.png",
    "function": "Vice CEO Pony Events Federation e.V., Chairman, Business Relations",
    "text": [
      "<p>Saij was the initiator and first chairman of the GalaCon in 2012 and has been taking care of the chairman again since 2015 to ensure a weekend full of ponies and friendship. As the chairman and the vendor responsible, it is his task to ensure a smooth process of preparation as well as on the con. In addition to the support of the team, Saij is also responsible for business relations, for example, the communication with the Forum am Schloßpark or the city of Ludwigsburg. In addition, Saij is Deputy Chairman of the Board of the Bronies e.V. Away from pastel ponies, Saij works as a software developer for websites.</p>",
      "<p><strong>Contact: </strong></p>",
      "<ul>",
      "<li>saij (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "daMatt",
    "url": "/staff/damatt",
    "img": "/img/staff/damatt.png",
    "function": "Vice Chairman, Guest Management, Media relations",
    "text": [
      "<p>Whether as a regular visitor on the first GalaCon, as a volunteer team leader, passive support for the organization team or as an active part of it since the end of 2014. For daMatt GalaCon is an affair of the heart. It’s just fun and satisfying to help to prepare the German and international fandom an unforgettable weekend once a year. daMatt is vice con-chair of GalaCon and also is responsible for the guests of honor.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>damatt (at) galacon (dot) eu</li>",
      "<li>info (at) galacon (dot) eu</li>",
      "<li>guests (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Bergkamener",
    "url": "/staff/bergkamener",
    "img": "/img/staff/bergkamener.png",
    "function": "COO/CFO Pony Events Federation e.V., Accounting, Ticket and order support",
    "text": [
      "<p>He joined the team in 2013 as an assistant and became later involved in the Event Management. Since 2015, he has been responsible for planning and arranging all panels, shows, contests and other events as Event Director. For GalaCon 2018 he switched roles and is now responsible for our budget and the ticket and order support.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>bergkamener (at) galacon (dot) eu</li>",
      "<li>tickets (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "404compliant",
    "url": "/staff/404compliant",
    "img": "/img/staff/404compliant.png",
    "function": "Volunteer Coordination",
    "text": [
      "<p>Since the end of 2013 in the staff team, 404compliant coordinates the volunteer teams since the third GalaCon with usually more than 80 volunteers, making sure that the convention runs smooth for all the visitors. Beside colorful ponies, 404compliant works as a software engineer. Although with more than 40 years he is known as ‘old bunny’ to the fandom, he’s far from being rusty.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>404compliant (at) galacon (dot) eu</li>",
      "<li>volunteers (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Stargaze",
    "url": "/staff/stargaze",
    "img": "/img/staff/stargaze.png",
    "function": "Event and Panel Management",
    "text": [
      "<p>Stargaze joined the first GalaCon in 2012 as a volunteer and returned every year. Sometimes even promoted. Ever since he was team lead for three years, twice for the signing sessions. In 2015 he was forcibly added to the executive committee. First as Vice Event Director, now due to renewal of the staff as Event Manager. Stargaze is convinced: „The dragon spawns minions!“</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>stargaze (at) galacon (dot) eu</li>",
      "<li>events (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Sundance",
    "url": "/staff/sundance",
    "img": "/img/staff/sundance.png",
    "function": "Vendor Management",
    "text": [
      "<p>Volunteering since the very first GalaCon back in 2012 Sundance traversed different positions of which being leader of the vendor team she not only holds for the longest time but realized the need of a direct support for the vendors and enabling it.<br>On constant return Sundance soon was reckoned inventory and upon promotion into the organization team she now will fully take care of interests on behalf of the vendors.<br>Sundance is convinced: “The minion spawns dragons!”</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>sundance (at) galacon (dot) eu</li>",
      "<li>vendor (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Nobo",
    "url": "/staff/nobo",
    "img": "/img/staff/nobo.png",
    "function": "Guest Assistant",
    "text": [
      "<p>Nobo is a Volunteer from the early houres on back in 2012 when an International My Little Pony Convention in Germany was only a whisper. From start on he took care of the security and course in out vendor halls, later during signing sessions for a good spirit under our guests of honor. Since this year he is part of the team and responsible for our guests in full time.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>nobo (at) galacon (dot) eu</li>",
      "<li>guest (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Nico",
    "url": "/staff/nico",
    "img": "/img/staff/nico.png",
    "function": "PR Assistant",
    "text": [
      "<p>Since his first GalaCon in 2015, Nico was a volunteer in the documentation team. In 2016 he got selected to become its team leader. Now he is our media &amp; PR assistant and will take care of social media, sponsoring and promotion. Of course, he will still be working as a part of the docu team.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>nico (at) galacon (dot) eu</li>",
      "<li>pr (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "Zecora95",
    "url": "/staff/zecora95",
    "img": "/img/staff/zecora.png",
    "function": "Event and Panel Management",
    "text": [
      "<p>Zecora was a volunteer at the GalaCon for the first time in 2017, where he became leader of the reception team. This year he participates in the planning and implementation of the programme at GalaCon. Furthermore Zecora is well-known as the organizer of the Derpyfest and event manager of Everfree Encore.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>zecora (at) galacon (dot) eu</li>",
      "<li>events (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  },
  {
    "title": "PatchNPaw",
    "url": "/staff/patchnpaw",
    "img": "/img/staff/patch.png",
    "function": "Chief Convention Artist",
    "text": [
      "<p>Community artist for more than 5 years, Convention Artist for GalaCon since 2017 and Chief Convention Artist for the Pony Events Federation e.V. since 2018. Please also visit <a href=\"https://patchnpaw.deviantart.com/\">her website</a> or <a href=\"https://www.teepublic.com/user/patchnpaw\">her store</a>.</p>",
      "<p><strong>Contact:</strong></p>",
      "<ul>",
      "<li>only via PR Management</li>",
      "<li>deus (at) galacon (dot) eu</li>",
      "</ul>"
    ]
  }
]