[
  {
    "title": "Kelly Sheridan",
    "url": "/guests/kelly-sheridan",
    "img": "/img/vip/kelly-sheridan.png",
    "function": "Voiceover artist and Actress",
    "text": [
      "<p>Kelly Sheridan is delighted to play Starlight Glimmer, Sassy Saddles, Misty Fly and others in MLP: FiM. With more than 20 years of voice over experience, she has appeared in numerous animated series and features including Ukyo in Ranma ½, The Scarlet Witch in X-Men Evolution, Sango in Inuyasha, and numerous roles in My Little Pony Tales and MLP G3. Most notably, she worked for Mattel for over a decade, playing the voice of Barbie in the majority of their feature length films. Recently credits include Blayde in Dinotrux, Praxina in Lolirock, various roles in Seth Rogan’s Sausage Party, and the upcoming feature Young George and the Dragon.</p>",
      "<p>Kelly is a graduate of Simon Theatre University’s Theatre Program and loves creating theatre. The rest of the time she can be found travelling, playing ridiculously complicated board games and sampling premium tequilas.</p>",
      "<p><a href=\"https://twitter.com/KSheridanVoice\">Kelly Sheridan on Twitter</a></p>"
    ]
  },
  {
    "title": "Elley Ray Hennesey",
    "url": "/guests/elley-ray-hennesey",
    "img": "/img/vip/elley-ray.png",
    "function": "Voiceover artist & tutor, Actress and Author",
    "text": [
      "<p>An award-winning, international dynamo of theatre, film, TV, and radio! A friend to all things creative, Elley just finished shooting the new tv series “The Carter Files”, playing author Charlotte Khyber, Margaret Thatcher in “The Death of Mrs Gandhi” (for which she got nominated for the 2017 Dora Mavor Moore Awards for Best Actress), shot an 8- part mini series called “Insomnia” and many more.</p>",
      "<p>Elley also is very busy as an voiceover artist for film and television. For example as the voice of Bubbles Beiderbaum for the upcoming “Cat in the Hat” Halloween Special, voiced the new animated feature film called Tabaluga playing Mythia the dragon and is the narrator of a new television series called Guilty Rich.&nbsp; She currently voices characters on My Little Pony, The Bagel and Becky Show, to name but a few.</p>",
      "<p>And if that does not keep her busy enough, Elley juried the 2017 Daytime Emmy’s for Best Voice and currently teaches voice at various facilities or publishes her own books. Oh, and she believes in Magic!</p>",
      "<p><a href=\"https://twitter.com/Elley_Ray\">Elley-Ray on Twitter</a>&nbsp;|&nbsp;<a href=\"http://www.elleyrayvo.com/\">Elley’s Homepage</a></p>"
    ]
  },
  {
    "title": "Andy Price",
    "url": "/guests/andy-price",
    "img": "/img/vip/andy-price.png",
    "function": "Comic Artist",
    "text": [
      "<p>Andy Price is a comic book artist from the USA. He is involved with IDW Publishing’s adaption of “My little Pony: Friendship is Magic” since issue 1. This release was so highly anticipated, that it was the first comic book that broke the 100.000 copies pre-order records of a comic not published by DC or Marvel since almost one decade.</p>",
      "<p>Price has done illustration work for DC Comics, Marvel Comics, Innovation Comics, and the Rittenhouse Archives. His other comics work includes licensed titles based on the television series Quantum Leap and WordGirl. Price is a graduate of Austin High School in Decatur, Alabama, and the Joe Kubert School of Cartoon and Graphic Art. He currently resides in Madison, Alabama, with his wife, Alice.</p>",
      "<p><a href=\"https://www.twitter.com/andypriceart\">Andy Price on Twitter</a></p>"
    ]
  },
  {
    "title": "Claire M. Corlette",
    "url": "/guests/claire-corlette",
    "img": "/img/vip/claire-corlette.png",
    "function": "Voiceover artist and Content Creator",
    "text": [
      "<p>Claire Margaret Corlett is a 17-year-old Canadian actress, director, and creator. She was first introduced to voice acting when her father, Ian James Corlett, made her a voice demo when she was five years old. She became well known for being the voice of “Sweetie Belle” in the TV series “My Little Pony: Friendship is Magic”, “Tiny” in the TV series “Dinosaur Train”, “Stacie” in “Barbie &amp; Her Sisters: “The Great Puppy Adventure” and Dizzy in “Bob the Builder” plus many more.</p>",
      "<p>When she has free time outside of working in films, she creates her own. She became a documentarian at the age of 15, producing, directing, and editing her own documentary, “Bronies &amp; Ponies: A Journey Through Equestria” which can be viewed on her popular YouTube channel. She is also hosting an iTunes/SoundCloud podcast: “An Idiot and a Broad”. Outside of her work in the entertainment industry, she leads a very busy life. She enjoys singing, baking, cooking, writing, playing soccer, and watching movies. Claire is in her last year in high school and performing musical theatre. She enjoys traveling and loves to meet her fans at conventions all around the world!</p>",
      "<p><a href=\"http://www.youtube.com/ClaireCoaCoaNutz\">Claires YouTube channel</a>&nbsp;|&nbsp;<a href=\"https://twitter.com/ClaireMCorlett\">Claire on Twitter</a>&nbsp;</p>"
    ]
  },
  {
    "title": "Ian James Corlette",
    "url": "/guests/ian-james-corlette",
    "img": "/img/vip/ian-james-corlette.png",
    "function": "Voiceover artist, Screenwriter, and Produce",
    "text": [
      "<p>Ian James Corlett is a Canadian animation voice actor, screenwriter, television producer, and musician. He is the creator of Studio B Productions’ animated series “Being Ian” and “Yvon of the Yukon”. Corlett also lent his voice to several animated series produced/dubbed in Canada. His most notable voice roles included the title character of the “Mega Man” TV show, “Cheetor” in “Beast Wars: Transformers”, “Glitch-Bob” in “ReBoot”. Another notable, yet brief starring role of Corlett’s was Goku in Funimation/Saban’s original dub of Dragon Ball Z. Ian Corlett is currently set to portray Sly Cooper in the upcoming film of the same name.</p>",
      "<p>He currently lives in Vancouver with his wife and two children. Both children, Phillip Corlett and Claire Corlett, have done voice work for two different animated series,Dinosaur Train and My Little Pony: Friendship is Magic, respectively.</p>",
      "<p><a href=\"http://www.imdb.com/name/nm0003944/\">Ian on IMDB.com</a></p>"
    ]
  }
]